Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_painottaa_saamen_kansan_luottamuksen_merkitysta_totuus-_ja_sovintoprosessin_onnistumiseksi.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Juuso painottaa Saamen kansan luottamuksen merkitystä totuus- ja sovintoprosessin onnistumiseksi
sme: Ságajođiheaddji Juuso deattuha Sámeálbmoga luohttámuša mearkkašumi duohtavuođa- ja soabadanproseassa lihkostuvvamis

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso piti yhden avauspuheenvuoroista tänään 8.2.2022 järjestettävässä Saamelaisten totuus- ja sovintokomission aloitusseminaarissa .
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso doalai rahpansáhkavuoruin ovtta Sámiid duohtavuođa- ja soabadankommišuvnna álggahansemináras otne 8.2.2022.

source: Puheenvuorossa Juuso korosti, että hän näkee totuus- ja sovintoprosessin onnistumisen kannalta yhtenä tärkeimmistä elementeistä Saamen kansan luottamuksen prosessia kohtaan.
sme: Sáhkavuorus Juuso deattuhii, ahte son oaidná duohtavuođa- ja soabadanproseassa lihkostuvvama dáfus oktan deháleamos elemeanttain Sámeálbmoga luohttámuša proseassa ektui.

source: – Luottamuksen rakentaminen ei välttämättä ole helppo tehtävä ja se voi viedä aikaa.
sme: – Luohttámuša ráhkadeapmi ii vealttakeahttá leat álkes bargu ja dat sáhttá doalvut áiggi.

source: Sen lisäksi, että Saamen kansan tulee voida luottaa komissioon, on meidän voitava luottaa myös Suomen valtioon ja päättäjiin.
sme: Dan lassin, ahte Sámeálbmot galgá sáhttit luohttit kommišuvdnii, galgat mii sáhttit luohttit maiddái Suoma stáhtii ja mearrádusbargiide.

source: Meidän on voitava luottaa siihen, että tästä prosessista seuraa muutos kohti parempaa ja myös saamelaisten näkökulmasta oikeudenmukaisempaa yhteiskuntaa, toteaa Juuso puheessaan.
sme: Mii galgat sáhttit luohttit dasa, ahte dán proseassas čuovvu nuppástus buoret guvlui ja maiddái sámiid perspektiivvas vuoiggalut servodaga guvlui, gávnnaha Juuso sáhkavuorustis.

source: Lue puhe täältä .
sme: Loga sága dáppe .
